{"summary": "Copernicus was not actually the first person to propose a heliocentric model. It was Aristarchus, who did this in 300 BC, but his idea wasn't accepted. The other Greeks dismissed him for good mathematical reasons. The constellations seem to be the same shape between the summer and the winter. The nearby stars should be moving a little bit more than the background stars. And that would only be possible if the stars were much, much,much further away than we currently think they are. \"It shows you that even when you have the math right, you don't necessarily get to the truth,\" he says. \"So, Aristarchus, if you were to accept your model, we must make the universe thousands and thousands of times bigger, therefore we would knock on wood, we're going to dismiss your theory\"", "key_points": ["Copernicus was not actually the first person to propose a heliocentric model.", "It was Aristarchus, who did this in 300 BC, but his idea wasn't accepted.", "The other Greeks dismissed him for good mathematical reasons.", "The constellations seem to be the same shape between the summer and the winter.", "The nearby stars should be moving a little bit more than the background stars.", "And that would only be possible if the stars were much, much,much further away than we currently think they are.", "\"It shows you that even when you have the math right, you don't necessarily get to the truth,\" he says.", "\"So, Aristarchus, if you were to accept your model, we must make the universe thousands and thousands of times bigger, therefore we would knock on wood, we're going to dismiss your theory\""], "original_transcript": " Copernicus was not actually the first person to propose a heliocentric model. It was Aristarchus, who did this in 300 BC. But his idea wasn't accepted. The other Greeks dismissed him for good mathematical reasons. They said that it doesn't make sense for the Earth to grow on the Sun, because if the Earth would grow on the Sun, the position of the shape of the constellations would shift as you go from one side of the Sun to the other, and we don't see that. So if you've got a bunch of stars sitting here in three-dimensional space, and you picture yourself as an observer staring at those stars, and you move around through that three-dimensional space, then the apparent relative position of those stars shifts around as you move. We call this parallax. It's the same phenomenon where if you're on a car in the highway and you look out, all of the nearby trees seem to be moving much more quickly than the background mountains. So when Aristarchus says, hey guys, maybe the Earth is going around the Sun, all of his fellow Greeks are like, well, if that was true, and you've got this Earth-Sun system sitting among a bunch of stars, then for us, the observers sitting here on the planet Earth, as we move around through space, from winter to spring to summer, and it's going to be quite a bit of movement through space, since evidently the Sun is supposed to be quite far away from the Earth, then because of this parallax, we should see a change in the pattern of the stars. The nearby stars should be moving a little bit more than the background stars, and the overall shape of the constellations should slowly drift through the seasons. But that's not what we see. The constellations seem to be the same shape between the summer and the winter. And that would only be possible if the stars were much, much, much further away than we currently think they are. So, Aristarchus, if you were to accept your model, we must make the universe thousands and thousands of times bigger, therefore we would knock on wood, we're going to dismiss your theory. It shows you that even when you have the math right, you don't necessarily get to the truth."}