{"summary": "\"When it comes to bullshit, big time, major league bullshit, you have to stand in awe, in awe of the all time champion of false promises and exaggerated claims, religion. No contest, no contest\" \"I really tried to believe that there is a God who created each of us in his own image and likeness, loves us very much and keeps a close eye on things,\" he says. \"The longer you live, the more you look around, theMore you realize something is fucked up\" This is not good work. If this is the best God can do, I am not impressed. Results like these do not belong on the resume of a supreme being. This is the kind of shit you'd expect from an office temp with a bad attitude. In any decently run universe, this guy would have been out on his all-powerful ass a long time ago. \"I decided to look around for something else to worship. And immediately, I thought of the sun. Happened like that. Overnight, I became a sun worshiper\" Sun worship is fairly simple. There's no mystery, no miracles, no pageantry, no one asks for money, there are no songs to learn. I worship the sun, but I don't pray to the sun. Know why? I wouldn't presume on our friendship. It's not polite. I've often thought people treat God rather rudely. \"I say, fine, pray for anything you want. Pray for anything. But what about the divine plan? Remember that? The divine plan. Long time ago, God made a divine plan\" \"I think he's a good actor, okay? To me, that counts. Second, he looks like a guy who can get things done. Joe Pesci doesn't fuck around. Doesn't f*** around\" \"I noticed that all the prayers I used to offer to God are being answered at about the same 50% rate,\" he says. \"Same as God, 50-50. Same as the four-leaf clover in the horseshoe,\" he adds. There is no God. None, not one, no God, never was. If there is a God, may he strike this audience dead. The FCC decided on its own that radio and television were the only two parts of American life not protected by the First Amendment to the Constitution. Why did they decide that? Because they got a letter from a minister in Mississippi. \"I have just about had it with these fucking church people, all of them,\" he says. \"If they're so interested in politics, they're going to be the ones who get the most money\" \"God does not give a flying fuck about America, okay? He doesn't care. He never has,\" he says. \"God bless you and God bless America. Once again, respectfully, I say to myself, what the fuck does that mean?\" If people say God bless America, presumably they believe in God. If they do, they must have heard God loved everyone. He loved everyone and he loved them equally. And why would it be America out of all the countries? Because we have the most money? Because he likes our national anthem? \"I'll tell you what Jesus would have done. He would have got up on the top of the Empire State Building and said, God bless everyone around the world forever and ever till the end of time\" \"I was a Catholic for about two, two and a half years, something like that,\" he says. \"And during that time, one of the things they told us was that if a boy or a man went into a church, he had to remove his hat\" Every religion's got a different fucking hat. Did you ever notice that? The Hindus have a turban, the Sikhs have a tall waist, they're all wearing hats. One group takes them off, the other group puts them on. I think all religions should have one rule and one rule only, hats optional. That's all you need to run a really good religion. The Bible is America's favorite national theatrical prop. Why does one hand have to be raised? What is the magic in this gesture? Why not put your left hand on the Bible, let your right hand hang down by your side? It's more natural. \"At what point does all of this stuff just break down and become just a lot of stupid shit that somebody made up? They fucking made it up, folks. It's make believe. Now, all right. Let's leave the Bible aside. We'll get back to the science fiction reading later\" \"I'll tell you about as much truth as the people who wrote that fucking Bible\" \"Swearing to God is kid stuff. Nothing happens if you lie\" \"Rights are an idea. They're just imaginary\" The Bill of Rights in this country has 10 stipulations. He gave the British 13. The Germans have 29. The Belgians have 25. The Swedish have only six. Bob Greene: Why are there 10 commandments? You don't need 10. He says the list of commandments was deliberately and artificially inflated to get it up to 10. Greene: It's a padded list. \"They knew people were basically stupid and would believe anything they were told\" \"They knew if it was 11, people wouldn't take it seriously\" \"It's a political document artificially inflated to sell better\" \"I'm gonna show you how you could reduce the number of commandments and come up with a list that's a little more workable and logical\" The first three commandments are pure bullshit. Sabbath day, Lord's name, strange gods. Obedience, respect for authority. Just another name for controlling people. Thou shalt not steal, thou shalt not bear false witness. Stealing and lying prohibit the same kind of behavior. Dishonesty, stealing and lying. You don't need two of them. Instead you combine them. And suddenly, you're down to five. The commandments are: Thou shalt not covet thy neighbor's goods, thou shalt not be unfaithful, and thou shalt always be honest and faithful. More people have been killed in the name of God than for any other reason. The more devout they are, the more they see murder as being negotiable. \"I wouldn't mind those folks in Alabama putting it up on the courthouse wall. As long as they included one additional commandment, thou shalt keep thy religion to thyself\" \" Catholics and other Christians are against abortions and they're against homosexuals. Well, who has less abortions than homosexuals?\" \"If you think a fetus is more important than a woman, try getting a fetus to wash the shit stains out of your underwear,\" he says. \"Think of an abortion as term limits. That's all it is\" The longer you listen to this abortion debate, the more you hear this phrase, sanctity of life. Well, I mean, life is sacred. Who said so? God? Hey, if you read history, you realize that God is one of the leading causes of death. Hindus, Muslims, Jews, Christians, all taking turns killing each other because God told them it was a good idea. \"Religion is just trying to control your mind, control your thoughts,\" he says. \"They're going to tell you some things you shouldn't say because they're sins\" \"We made it up. You know why? Because we're alive,\" he adds. \"Religion is always suggesting things you ought to be saying,\" he says. \"It's always saying what you should be saying\" He adds: \"I think we're in a good place right now.\"", "key_points": ["\"When it comes to bullshit, big time, major league bullshit, you have to stand in awe, in awe of the all time champion of false promises and exaggerated claims, religion.", "No contest, no contest\"", "\"I really tried to believe that there is a God who created each of us in his own image and likeness, loves us very much and keeps a close eye on things,\" he says.", "\"The longer you live, the more you look around, theMore you realize something is fucked up\"", "This is not good work.", "If this is the best God can do, I am not impressed.", "Results like these do not belong on the resume of a supreme being.", "This is the kind of shit you'd expect from an office temp with a bad attitude.", "In any decently run universe, this guy would have been out on his all-powerful ass a long time ago.", "\"I decided to look around for something else to worship.", "And immediately, I thought of the sun.", "Happened like that.", "Overnight, I became a sun worshiper\"", "Sun worship is fairly simple.", "There's no mystery, no miracles, no pageantry, no one asks for money, there are no songs to learn.", "I worship the sun, but I don't pray to the sun.", "Know why?", "I wouldn't presume on our friendship.", "It's not polite.", "I've often thought people treat God rather rudely.", "\"I say, fine, pray for anything you want.", "Pray for anything.", "But what about the divine plan?", "Remember that?", "The divine plan.", "Long time ago, God made a divine plan\"", "\"I think he's a good actor, okay?", "To me, that counts.", "Second, he looks like a guy who can get things done.", "Joe Pesci doesn't fuck around.", "Doesn't f*** around\"", "\"I noticed that all the prayers I used to offer to God are being answered at about the same 50% rate,\" he says.", "\"Same as God, 50-50.", "Same as the four-leaf clover in the horseshoe,\" he adds.", "There is no God.", "None, not one, no God, never was.", "If there is a God, may he strike this audience dead.", "The FCC decided on its own that radio and television were the only two parts of American life not protected by the First Amendment to the Constitution.", "Why did they decide that?", "Because they got a letter from a minister in Mississippi.", "\"I have just about had it with these fucking church people, all of them,\" he says.", "\"If they're so interested in politics, they're going to be the ones who get the most money\"", "\"God does not give a flying fuck about America, okay?", "He doesn't care.", "He never has,\" he says.", "\"God bless you and God bless America.", "Once again, respectfully, I say to myself, what the fuck does that mean?\"", "If people say God bless America, presumably they believe in God.", "If they do, they must have heard God loved everyone.", "He loved everyone and he loved them equally.", "And why would it be America out of all the countries?", "Because we have the most money?", "Because he likes our national anthem?", "\"I'll tell you what Jesus would have done.", "He would have got up on the top of the Empire State Building and said, God bless everyone around the world forever and ever till the end of time\"", "\"I was a Catholic for about two, two and a half years, something like that,\" he says.", "\"And during that time, one of the things they told us was that if a boy or a man went into a church, he had to remove his hat\"", "Every religion's got a different fucking hat.", "Did you ever notice that?", "The Hindus have a turban, the Sikhs have a tall waist, they're all wearing hats.", "One group takes them off, the other group puts them on.", "I think all religions should have one rule and one rule only, hats optional.", "That's all you need to run a really good religion.", "The Bible is America's favorite national theatrical prop.", "Why does one hand have to be raised?", "What is the magic in this gesture?", "Why not put your left hand on the Bible, let your right hand hang down by your side?", "It's more natural.", "\"At what point does all of this stuff just break down and become just a lot of stupid shit that somebody made up?", "They fucking made it up, folks.", "It's make believe.", "Now, all right.", "Let's leave the Bible aside.", "We'll get back to the science fiction reading later\"", "\"I'll tell you about as much truth as the people who wrote that fucking Bible\" \"Swearing to God is kid stuff.", "Nothing happens if you lie\" \"Rights are an idea.", "They're just imaginary\"", "The Bill of Rights in this country has 10 stipulations.", "He gave the British 13.", "The Germans have 29.", "The Belgians have 25.", "The Swedish have only six.", "Bob Greene: Why are there 10 commandments?", "You don't need 10.", "He says the list of commandments was deliberately and artificially inflated to get it up to 10.", "Greene: It's a padded list.", "\"They knew people were basically stupid and would believe anything they were told\" \"They knew if it was 11, people wouldn't take it seriously\" \"It's a political document artificially inflated to sell better\"", "\"I'm gonna show you how you could reduce the number of commandments and come up with a list that's a little more workable and logical\" The first three commandments are pure bullshit.", "Sabbath day, Lord's name, strange gods.", "Obedience, respect for authority.", "Just another name for controlling people.", "Thou shalt not steal, thou shalt not bear false witness.", "Stealing and lying prohibit the same kind of behavior.", "Dishonesty, stealing and lying.", "You don't need two of them.", "Instead you combine them.", "And suddenly, you're down to five.", "The commandments are: Thou shalt not covet thy neighbor's goods, thou shalt not be unfaithful, and thou shalt always be honest and faithful.", "More people have been killed in the name of God than for any other reason.", "The more devout they are, the more they see murder as being negotiable.", "\"I wouldn't mind those folks in Alabama putting it up on the courthouse wall.", "As long as they included one additional commandment, thou shalt keep thy religion to thyself\" \" Catholics and other Christians are against abortions and they're against homosexuals.", "Well, who has less abortions than homosexuals?\"", "\"If you think a fetus is more important than a woman, try getting a fetus to wash the shit stains out of your underwear,\" he says.", "\"Think of an abortion as term limits.", "That's all it is\"", "The longer you listen to this abortion debate, the more you hear this phrase, sanctity of life.", "Well, I mean, life is sacred.", "Who said so?", "God?", "Hey, if you read history, you realize that God is one of the leading causes of death.", "Hindus, Muslims, Jews, Christians, all taking turns killing each other because God told them it was a good idea.", "\"Religion is just trying to control your mind, control your thoughts,\" he says.", "\"They're going to tell you some things you shouldn't say because they're sins\" \"We made it up.", "You know why?", "Because we're alive,\" he adds.", "\"Religion is always suggesting things you ought to be saying,\" he says.", "\"It's always saying what you should be saying\" He adds: \"I think we're in a good place right now.\""], "original_transcript": " But in the bullshit department, in the bullshit department, a businessman can't hold a candle to a clergyman. Because I gotta tell you the truth, folks. I gotta tell you the truth. When it comes to bullshit, big time, major league bullshit, you have to stand in awe, in awe of the all time champion of false promises and exaggerated claims, religion. No contest, no contest. Religion, religion easily has the greatest bullshit story ever told. Think about it. Religion has actually convinced people that there's an invisible man living in the sky who watches everything you do every minute of every day. And the invisible man has a special list of 10 things he does not want you to do. And if you do any of these 10 things, he has a special place full of fire and smoke and burning and torture and anguish where he will send you to live and suffer and burn and choke and scream and cry forever and ever till the end of time. But he loves you. He loves you. He loves you and he needs money. He always needs money. He's all powerful, all perfect, all knowing and all wise. Somehow just can't handle money. Religion takes in billions of dollars. They pay no taxes and they always need a little more. Now you talk about a good bullshit story, holy shit. Thank you. Thank you. But thank you, thank you, thank you. Thank you very much. But I want you to know, I want you to know something. This is sincere. I want you to know when it comes to believing in God, I really tried. I really, really tried. I really, really tried. I really, really tried. I really, really tried. I tried to believe that there is a God who created each of us in his own image and likeness, loves us very much and keeps a close eye on things. I really tried to believe that, but I gotta tell you, the longer you live, the more you look around, the more you realize something is fucked up. Something is wrong here. War, disease, death, destruction, hunger, filth, poverty, torture, crime, corruption, and the icecapades. Something is definitely wrong. This is not good work. If this is the best God can do, I am not impressed. Results like these do not belong on the resume of a supreme being. This is the kind of shit you'd expect from an office temp with a bad attitude. And just between you and me, in between you and me, in any decently run universe, this guy would have been out on his all-powerful ass a long time ago. And by the way, I say this guy, because I firmly believe, looking at these results, that if there is a God, it has to be a man. No woman could or would ever fuck things up like this. So, so, if, if, if there is a God, if there is, I think most reasonable people might agree that he's at least incompetent and maybe, just maybe, doesn't give a shit. Doesn't give a shit, which I admire in a person and which would explain a lot of these bad results. So rather than be just another mindless religious robot, mindlessly and aimlessly and blindly believing that all of this is in the hands of some spooky, incompetent father figure who doesn't give a shit, I decided to look around for something else to worship. Something I could really count on. And immediately, I thought of the sun. Happened like that. Overnight, I became a sun worshiper. Well, not overnight, you can't see the sun at night. But first thing the next morning, I became a sun worshiper. Several reasons. First of all, I can see the sun. Okay. Yeah. Unlike some other gods I could mention, I can actually see the sun. I'm big on that. If I can see something, I don't know, kind of helps the credibility along, you know? So every day I can see the sun as it gives me everything I need. Heat, light, food, flowers in the park, reflections on the lake, and occasional skin cancer. But hey, at least there are no crucifixions and we're not setting people on fire simply because they don't agree with us. Sun worship is fairly simple. There's no mystery, no miracles, no pageantry, no one asks for money, there are no songs to learn, and we don't have a special building where we all gather once a week to compare clothing. And the best thing, the best thing about the sun, it never tells me I'm unworthy. Doesn't tell me I'm a bad person who needs to be saved, hadn't said an unkind word, treats me fine. So I worship the sun, but I don't pray to the sun. Know why? I wouldn't presume on our friendship. It's not polite. I've often thought people treat God rather rudely, don't you? Asking, you know, trillions and trillions of prayers every day, asking and pleading and begging for favors, do this, give me that, I need a new car, want a better job, and most of this praying takes place on Sunday, his day off. It's not nice, and it's no way to treat a friend. But people do pray, and they pray for a lot of different things. You know, your sister needs an operation on her crotch. Your brother was arrested for defecating in a mall. But most of all, you'd really like to fuck that hot little redhead down at the convenience store. You know, the one with the eye patch and the club foot. Can you pray for that? I think you'd have to. And I say, fine, pray for anything you want. Pray for anything. But what about the divine plan? Remember that? The divine plan. Long time ago, God made a divine plan. Gave it a lot of thought, decided it was a good plan, put it into practice. And for billions and billions of years, the divine plan has been doing just fine. Now you come along and pray for something. Well, suppose the thing you want isn't in God's divine plan. What do you want him to do? Change his plan just for you? Doesn't it seem a little arrogant? It's a divine plan. What's the use of being God if every rundown schmuck with a $2 prayer book can come along and fuck up your plan? And here's something else, another problem you might have. Suppose your prayers aren't answered. What do you say? Well, it's God's will. Thy will be done. Fine, but if it's God's will, and he's gonna do what he wants to anyway, why the fuck bother praying in the first place? Seemed like a big waste of time to me. Couldn't you just skip the praying part and go right to his will? It's all very confusing. So to get around a lot of this, I decided to worship the son. But as I said, I don't pray to the son. You know who I pray to? Joe Pesci. Joe Pesci, Joe Pesci. Two reasons. First of all, I think he's a good actor, okay? To me, that counts. Second, he looks like a guy who can get things done. Joe Pesci doesn't fuck around. Doesn't fuck around. In fact, in fact, Joe Pesci came through on a couple of things that God was having trouble with. For years, I asked God to do something about my noisy neighbor with the barking dog. Joe Pesci, straighten that cocksucker out with one visit. It's amazing what you can accomplish with a simple baseball bat. So I've been praying to Joe for about a year now. And I noticed something. I noticed that all the prayers I used to offer to God and all the prayers I now offer to Joe Pesci are being answered at about the same 50% rate. Half the time I get what I want, half the time I don't. Same as God, 50-50. Same as the four-leaf clover in the horseshoe, the wishing well in the rabbit's foot, same as the mojo man, same as the voodoo lady who tells you you're fortunate by squeezing the goat's testicles. It's all the same, 50-50. So just pick your superstition, sit back, make a wish, and enjoy yourself. And for those of you who look to the Bible for moral lessons and literary qualities, I might suggest a couple of other stories for you. You might wanna look at the three little pigs. That's a good one. Has a nice happy ending. I'm sure you'll like that. Then there's Little Red Riding Hood, although it does have that X-rated part where the big bad wolf actually eats the grandmother. Which I didn't care for, by the way. And finally, I've often always drawn a great deal of moral comfort from Humpty Dumpty. The part I like the best, all the king's horses and all the king's men couldn't put Humpty Dumpty back together again. That's because there is no Humpty Dumpty and there is no God. None, not one, no God, never was. In fact, I'm gonna put it this way. If there is a God, if there is a God, may he strike this audience dead. See, nothing happened. Nothing happened. Everybody's okay, all right? Tell you what. Tell you what, I'll raise the stakes. I'll raise the stakes a little bit. If there is a God, may he strike me dead. See, nothing happened. Wait, got a little cramp in my leg. And my balls hurt. Plus I'm blind. I'm blind. Now I'm okay again. Must've been Joe Pesci, huh? God bless Joe Pesci. Thank you all very much. Joe, bless you. Thank you very much. I appreciate it. The FCC, an appointed body, not elected, answerable only to the president, decided on its own that radio and television were the only two parts of American life not protected by the First Amendment to the Constitution. Why did they decide that? Because they got a letter from a minister in Mississippi. A Reverend Donald Wildman in Mississippi heard something on the radio that he didn't like. Well, Reverend, did anyone ever tell you there are two knobs on the radio? Two knobs on the radio. Of course, I'm sure the Reverend isn't that comfortable with anything that has two knobs on it. But hey, Reverend, there are two knobs on the radio. One of them turns the radio off and the other one changes the station. Imagine that, Reverend, you can actually change the station. It's called freedom of choice and it's one of the principles this country was founded upon. Look it up in the library, Reverend, if you have any of them left when you finish burning all the books. And I don't know how you feel about it, but I am getting pretty sick and tired of these fucking church people. I have just about had it with these fucking church people, all of them. You know what I say we ought to do with these churches? Tax them. Tax these motherfuckers. If they're so interested in politics, they're going to be the ones who get the most money. They're going to be the ones who get the most money. They're going to be the ones who get the most money. If they're so interested in politics and government policy and public policy, let them pay their admission price like everybody else. Tax them. Hey, the Catholic Church alone could wipe out the federal budget deficit if all you did was tax them on their real estate holdings. Here's another slogan. Here's another slogan you run into all the time. God bless America. Once again, respectfully, I say to myself, what the fuck does that mean? God bless America? Is that a request? Is that a demand? Is that a suggestion? Politicians say it at the end of every speech as if it were some sort of verbal tick that they can't get rid of. God bless you and God bless America. God bless you and God bless America. I guess they figure if they leave it out, someone's going to think they're bad Americans. Let me tell you a little secret about God, folks. God does not give a flying fuck about America, okay? He doesn't care. He never cared about this country. He never has. He never will. He doesn't care about this country any more than he cares about Mongolia, Transylvania, Pittsburgh, the Suez Canal of the North Pole. He simply doesn't care, okay? He doesn't care. Listen, there are 200 countries in the world now. Do these people honestly think that God is sitting around picking out his favorites? Why would he do that? Why would God have a favorite country? And why would it be America out of all the countries? Because we have the most money? Because he likes our national anthem? Maybe it's because he heard we have 18 delicious flavors of classic rice-a-roni. It's delusional thinking. It's delusional thinking. And Americans are not alone with these sort of delusions. Military cemeteries around the world are packed with brainwashed dead soldiers who are convinced God was on their side. America prays for God to destroy our enemies. Our enemies pray for God to destroy us. Somebody's gonna be disappointed. Somebody's wasting their fucking time. Could it be everyone? Now, now. Thank you. If people wanna say God bless America, that's their business, I don't care. But here's what I don't understand. If they say God bless America, presumably they believe in God. And if they do, they must have heard God loved everyone. That's what he said. He loved everyone and he loved them equally. So why would these people ask God to do something that went against his own teachings? You know what these God bless America people ought to do? They ought to check what that Jesus fellow they're so crazy about. They're always talking about what would Jesus do? What would Jesus do? They don't wanna know so they can do it. They just wanna know so they can tell other people to do it. Well, I'll tell you what Jesus would have done. I'll tell you what Jesus would have done. He would have got up on the top of the Empire State Building and said, God bless everyone around the world forever and ever till the end of time. That's what Jesus would have done. And that's what these people should do. Or else they should admit that God bless America is really just some sort of an empty slogan with no real meaning except for something vague like, good luck. Good luck America, you're on your own. Which is a little bit closer to the truth. I started to question all this stupid hat shit when I was a kid. When I was a kid, I was a Catholic. At least until I reached the age of reason, okay? So I was a Catholic. I was a Catholic for about two, two and a half years, something like that. And during that time, one of the things they told us was that if a boy or a man went into a church, he had to remove his hat in order to honor the presence of God. But they had already told me that God was everywhere. So I used to wonder, well, if God is everywhere, why would you even own a hat? Why not show your respect, don't even buy a fucking hat? And just to confuse things further, they told the women exactly the opposite. Catholic women and girls had to cover their heads when they went into church. Same as in certain temples, Jewish men have to cover their heads in those temples. In those same temples, Jewish women not allowed to cover their heads. So try to figure this shit out. Catholic men and Jewish women, no hats. Catholic women and Jewish men, hats. Somebody's got the whole thing totally fucking backwards, don't you think? And... And... And what is this religious fascination with headgear? Every religion's got a different fucking hat. Did you ever notice that? The Hindus have a turban, the Sikhs have a tall waist, they're all wearing hats. They're all wearing hats. Did you ever notice that? The Hindus have a turban, the Sikhs have a tall white turban, Jews have a yarmulke, the Muslims have the keffiyeh, the bishop has a pointy hat on one day and a round hat on another day, Cardinal has a red hat, Pope has a... Why everybody's got a fucking hat? One group takes them off, the other group puts them on. Personally, I would never want to be a member of any group where you either have to wear a hat or you can't wear a hat. I think... But... I think all religions should have one rule and one rule only, hats optional. That's all you need to run a really good religion. Here's another one of these civic customs. Swearing on the Bible. You understand that shit? They tell you to raise your right hand, place your left hand on the Bible. Does this stuff really matter? Which hand? Does God really give a fuck about details like this? Suppose you put your right hand on the Bible, you raise your left hand. Would that count? Or would God say, sorry, wrong hand, try again? And what... Why does one hand have to be raised? What is the magic in this gesture? This seems like some sort of a primitive voodoo mojo schtick. Why not put your left hand on the Bible, let your right hand hang down by your side? It's more natural. Or put it in your pocket. Remember what your mother used to say, don't put your hands in your pockets. Does she know something we don't know? Is this hand shit really important? But let's get back to the Bible, America's favorite national theatrical prop. Suppose the Bible they hand you to swear on is upside down or backward or both. And you swear to tell the truth on an upside down backward Bible. Would that count? Suppose the Bible they hand you is an old Bible and half the pages are missing. Suppose all they have is a Chinese Bible in an American court or a Braille Bible and you're not blind. Suppose they hand you an upside down backward Chinese Braille Bible with half the pages missing. At what point does all of this make sense? I mean, I'm not sure. I'm not sure. I'm not sure. I'm not sure. At what point does all of this stuff just break down and become just a lot of stupid shit that somebody made up? They fucking made it up, folks. It's make believe. It's make believe. Now, all right. Okay. Let's leave the Bible aside. We'll get back to the science fiction reading later. The more important question is, what is the big deal about swearing to God in the first place? Why does swearing to God mean you're gonna tell the truth? Wouldn't affect me. If they said to me, you swear to tell the truth, the whole truth, the nothing but the truth, to help you God, I'd say, yeah. I'll tell you about as much truth as the people who wrote that fucking Bible. How do you like that? Huh? Huh? Huh? Huh? Huh? Huh? Huh? Huh? Huh? Huh? Huh? Huh? Huh? Swearing to God is kid stuff. Remember when you were a kid, if you told another kid something he didn't quite believe, he'd say, you swear to God? I would always say, yeah, I swear to God. Even if I was lying. Why not? What's gonna happen if I lie? Nothing. Nothing happens if you lie. Unless you get caught and that's a whole different story. Rights are an idea. They're just imaginary. They're a cute idea. Cute. But that's all. Cute and fictional. But if you think you do have rights, let me ask you this. Where do they come from? People say, well, they come from God. They're God-given rights. Oh fuck, here we go again. Here we go again. The God excuse. The last refuge of a man with no answers and no argument, it came from God. Anything we can't describe must have come from God. Personally, folks, I believe that if your rights came from God, he would have given you the right to some food every day and he would have given you the right to a roof over your head. God would have been looking out for you. God would have been looking out for you. You know that? He would have been worried about making sure you have a gun so you could get drunk on Sunday night and kill your girlfriend's parents. But let's say it's true. Let's say God gave us these rights. Why would he give us a certain number of rights? The Bill of Rights in this country has 10 stipulations. Okay? 10 rights. And apparently God was doing sloppy work that week because we've had to amend the Bill of Rights an additional 17 times. So God forgot a couple of things like slavery. Just fucking slipped his mind. But let's say God gave us the original 10. He gave the British 13. The British Bill of Rights has 13 stipulations. The Germans have 29. The Belgians have 25. The Swedish have only six. And some people in the world have no rights at all. What kind of a fucking goddamn God-given deal is that? No rights at all? Why would God give different people in different countries different numbers of different rights? Boredom? Amusement? Bad arithmetic? Do we find out at long last after all this time that God is weak in math skills? Doesn't sound like divine planning to me. Sounds more like human planning. Sounds more like one group trying to control another group. In other words, business as usual in America. Now folks, here's something else I got a problem with. The 10 commandments. Here's my problem. Why are there 10? You don't need 10. I think the list of commandments was deliberately and artificially inflated to get it up to 10. It's a padded list. Here's what they did. About 5,000 years ago, a bunch of religious and political hustlers got together to try to figure out how to control people, how to keep them in line. They knew people were basically stupid and would believe anything they were told. So they announced that God had given them some commandments. Up on a mountain, when no one was around, God had given them the 10 commandments. But let me ask you this. When they were sitting around making this shit up, why did they pick 10? Why 10? Why not nine or 11? I'll tell you why. Cause 10 sounds official. 10 sounds important. They knew if it was 11, people wouldn't take it seriously. So what are you kidding me? The 11 commandments? Get the fuck out of here. But 10, 10 sounds important. 10 is the basis for the decimal system. It's a decade. It's a psychologically satisfying number. The top 10, the 10 most wanted, the 10 best dressed. So having 10 commandments was really a marketing decision. And to me, it's clearly a bullshit list. It's a political document artificially inflated to sell better. I'm gonna show you how you could reduce the number of commandments and come up with a list that's a little more workable and logical. We're gonna start with the first three and I'll use the Roman Catholic version cause those are the ones I was taught as a little boy. I am the Lord thy God, thou shalt not have strange gods before me. Thou shalt not take the name of the Lord thy God in vain. Thou shalt keep holy the Sabbath. Right off the bat, the first three, pure bullshit. Sabbath day, Lord's name, strange gods. Spooky language. Spooky language designed to scare and control primitive people. In no way does superstitious nonsense like this apply to the lives of intelligent, civilized humans in the 21st century. You throw out the first three commandments, you're down to seven. Next, honor thy father and mother. Obedience, respect for authority. Just another name for controlling people. The truth is obedience and respect should not be automatic. They should be earned. They should be based on the parents' performance. Parents' performance. Right? Some parents deserve respect, most of them don't, period. You're down to six. Now in the interest of logic, something religion is very uncomfortable with, we're gonna jump around the list a little bit. Thou shalt not steal, thou shalt not bear false witness. Stealing and lying. Well actually these two both prohibit the same kind of behavior. Dishonesty, stealing and lying. So you don't need two of them. Instead you combine them and you call it thou shalt not be dishonest. And suddenly, you're down to five. And as long as we're combining, I have two others that belong together. Thou shalt not commit adultery, thou shalt not covet thy neighbor's wife. Once again, these two prohibit the same kind of behavior. In this case, marital infidelity. The difference is coveting takes place in the mind and I don't think you should outlaw fantasizing about someone else's wife. Otherwise, what's a guy gonna think about when he's waxing his carrot? But, but marital fidelity is a good idea. So we're gonna keep the idea and call this one, thou shalt not be unfaithful. And suddenly, we're down to four. But when you think about it, honesty and fidelity are really part of the same overall value. So in truth, you could combine the two honesty commandments with the two fidelity commandments and give them simpler language, positive language instead of negative and call the whole thing, thou shalt always be honest and faithful. And we're down to three. Thou shalt, thou shalt, they're going away. They're going away fast. Thou shalt not covet thy neighbor's goods. This one is just plain fucking stupid. Coveting your neighbor's goods is what keeps the economy going. All right? Your neighbor gets a vibrator, plays, oh, come all ye faithful. You wanna get one too. Coveting creates jobs, leave it alone. You throw out coveting, you're down to two now. The big honesty and fidelity commandment and the one we haven't talked about yet, thou shalt not kill, murder. The fifth commandment. But when you think about it, when you think about it, religion has never really had a big problem with murder. Not really. More people have been killed in the name of God than for any other reason. All you have to do, sure. All right. Uh-huh. All you have to do is look at Northern Ireland, the Middle East, Kashmir, the Inquisition, the Crusades, and the World Trade Center to see how seriously the religious folks take thou shalt not kill. The more devout they are, the more they see murder as being negotiable. It's negotiable. You know? It depends. It depends. It depends on who's doing the killing and who's getting killed. So, with all of this in mind, I leave you with my revised list of the two commandments. Thou shalt always be honest and faithful to the provider of thy nookie. And thou shalt try real hard not to kill anyone, unless of course they pray to a different invisible man from the one you pray to. Two is all you need. Moses could have carried him down the hill in his fucking pocket. And if they had a list like that, I wouldn't mind those folks in Alabama putting it up on the courthouse wall. As long as they included one additional commandment, thou shalt keep thy religion to thyself. Catholics, which I was until I reached the age of reason. Catholics. Catholics and other Christians are against abortions and they're against homosexuals. Well, who has less abortions than homosexuals? Leave these fucking people alone, for Christ's sakes. Here is an entire class of people guaranteed never to have an abortion. And the Catholics and Christians are just tossing them aside. You'd think they'd make natural allies. Go look for consistency in religion. And speaking of my friends, the Catholics, when John Cardinal O'Connor of New York and some of these other Cardinals and bishops have experienced their first pregnancies and their first labor pains and they've raised a couple of children on minimum wage, then I'll be glad to hear what they have to say about abortion. I'm sure it'll be interesting. Right and true. But, but, but, in the meantime, what they ought to be doing is telling these priests who took a vow of chastity to keep their hands off the altar boys. Keep your hands to yourself, Father. You know, when Jesus said suffer the little children, come unto me, that's not what he was talking about. So you know what I tell these anti-abortion people? I say, hey, hey, if you think a fetus is more important than a woman, try getting a fetus to wash the shit stains out of your underwear. For no pay and no pension. I tell them, think of an abortion as term limits. That's all it is. Biological term limits. But you know, the longer you listen to this abortion debate, the more you hear this phrase, sanctity of life. You've heard that, sanctity of life. You believe in it? Personally, I think it's a bunch of shit. Well, I mean, life is sacred. Who said so? God? Hey, if you read history, you realize that God is one of the leading causes of death. Has been for thousands of years. Hindus, Muslims, Jews, Christians, all taking turns killing each other because God told them it was a good idea. The sword of God, the blood of the lamb, vengeance is mine. Millions of dead motherfuckers. Millions of dead motherfuckers, all because they gave the wrong answer to the God question. You believe in God? No. Boom, dead. You believe in God? Yes. You believe in my God? No. Boom, dead. My God has a bigger dick than your God. Yeah. Thousands of years. Thousands of years. And all the best wars too. The bloodiest, most brutal wars fought all based on religious hatred, which is fine with me. Hey, anytime a bunch of holy people want to kill each other, I'm a happy guy. But don't be giving me all this shit about the sanctity of life. I mean, even if there were such a thing, I don't think it's something you can blame on God. Now, you know where the sanctity of life came from? We made it up. You know why? Because we're alive. Same with religion. Religion is nothing but mind control. Religion is just trying to control your mind, control your thoughts. So they're going to tell you some things you shouldn't say because they're sins. And besides telling you things you shouldn't say, religion is going to suggest to you some things you ought to be saying. Here's something you ought to say first thing when you wake up in the morning. Here's something you ought to say just before you go to sleep at night. Here's something we always say on the third Wednesday on April after the first full moon in spring at four o'clock when the bells ring. Religion is always suggesting things you ought to be saying.", "title": "George Carlin - Stand Up About Religion"}