{"summary": "\"When it comes to bullshit big time major league Bullshit you have to stand in awe\" \"Religion easily has the greatest bullshit story ever told Think about it religion has actually convinced people that there's an invisible man\" \"He has a special place full of fire and smoke and burning and torture and anguish Where he will send you to live and suffer and burn and choke and scream and cry forever and ever till the end of time\" \"I tried to believe that there is a God who created each of us in his own image and likeness Loves us very much and keeps a close eye on things\" \"The longer you live the more you look around The more you realize something is fucked up\" If this is the best God can do I am NOT impressed Results like these do not belong in the resume of a supreme being This is the kind of shit you'd expect from an office temp with a bad attitude Well just between you and me in any decently run universe this guy would have been out on his all-powerful Ass a long time ago. Sun worship is fairly simple. There's no mystery. No miracles. No pageantry. No crucifixions and we're not setting people on fire simply because they don't agree with us. \"I worship the Sun, but I don't pray to the Sun know why I wouldn't presume on our friendship It's not polite. I've often thought people treat God rather rudely\" Praying is no way to treat a friend but people do pray and they pray for a lot of different things. Remember that the divine plan long time ago God made a divine plan. What do you want him to do change his plan? \"If it's God's will he's gonna do what he wants to anyway\" \"I don't pray to the Sun. You know who I pray to Joe Pesci\" \"It's a divine plan\" \"I asked God to do something about my noisy neighbor with the barking dog Joe Pesci straighten that cocksucker out with one visit\" \"Half the time I get what I want half the time\" I don't same as God 50-50 same as the four-leaf clover in the horseshoe the wishing well and the rabbit's foot. Same as the voodoo lady who tells you your fortune by squeezing the goats testicles. Just pick your superstition sit back make a wish and enjoy yourself. I've often always drawn a great deal of moral comfort from Humpty Dumpty. I'm sure you'll like that Then there's Little Red Riding Hood Although it does have that x-rated part where the big bad wolf actually eats the grandmother. And finally, I'll raise the stakes a little bit if there is a God may he strike me dead.", "key_points": ["\"When it comes to bullshit big time major league Bullshit you have to stand in awe\" \"Religion easily has the greatest bullshit story ever told Think about it religion has actually convinced people that there's an invisible man\"", "\"He has a special place full of fire and smoke and burning and torture and anguish Where he will send you to live and suffer and burn and choke and scream and cry forever and ever till the end of time\"", "\"I tried to believe that there is a God who created each of us in his own image and likeness Loves us very much and keeps a close eye on things\" \"The longer you live the more you look around The more you realize something is fucked up\"", "If this is the best God can do I am NOT impressed Results like these do not belong in the resume of a supreme being This is the kind of shit you'd expect from an office temp with a bad attitude Well just between you and me in any decently run universe this guy would have been out on his all-powerful Ass a long time ago.", "Sun worship is fairly simple.", "There's no mystery.", "No miracles.", "No pageantry.", "No crucifixions and we're not setting people on fire simply because they don't agree with us.", "\"I worship the Sun, but I don't pray to the Sun know why I wouldn't presume on our friendship It's not polite.", "I've often thought people treat God rather rudely\"", "Praying is no way to treat a friend but people do pray and they pray for a lot of different things.", "Remember that the divine plan long time ago God made a divine plan.", "What do you want him to do change his plan?", "\"If it's God's will he's gonna do what he wants to anyway\" \"I don't pray to the Sun.", "You know who I pray to Joe Pesci\" \"It's a divine plan\"", "\"I asked God to do something about my noisy neighbor with the barking dog Joe Pesci straighten that cocksucker out with one visit\" \"Half the time I get what I want half the time\"", "I don't same as God 50-50 same as the four-leaf clover in the horseshoe the wishing well and the rabbit's foot.", "Same as the voodoo lady who tells you your fortune by squeezing the goats testicles.", "Just pick your superstition sit back make a wish and enjoy yourself.", "I've often always drawn a great deal of moral comfort from Humpty Dumpty.", "I'm sure you'll like that Then there's Little Red Riding Hood Although it does have that x-rated part where the big bad wolf actually eats the grandmother.", "And finally, I'll raise the stakes a little bit if there is a God may he strike me dead."], "original_transcript": " Because I got to tell you the truth folks I got to tell you the truth when it comes to bullshit big time major league Bullshit you have to stand in awe In awe of the all-time champion of false promises and exaggerated claims religion no contest Religion religion easily has the greatest bullshit story ever told Think about it religion has actually convinced people that there's an invisible man Living in the sky who watches everything you do every minute of every day And the invisible man has a special list of ten things. He does not want you to do And if you do any of these ten things He has a special place full of fire and smoke and burning and torture and anguish Where he will send you to live and suffer and burn and choke and scream and cry forever and ever till the end of time But he loves you He loves you and he needs money He always needs money He's all-powerful all-perfect all-knowing and all-wise somehow just can't handle money Religion takes in billions of dollars they pay no taxes and they always need a little more Now you talk about a good bullshit story Holy shit Hey, I'm gonna tell you something I Thank you very much But I want you to know I Want you to know something this is sincere. I want you to know when it comes to believing in God. I really tried I really really tried I tried to believe that there is a God who created each of us in his own image and likeness Loves us very much and keeps a close eye on things I really tried to believe that but I gotta tell you the longer you live the more you look around The more you realize something is fucked up Something is wrong here war disease death destruction hunger filth poverty torture crime corruption and the ice capades Something is definitely wrong. This is not good work. If this is the best God can do I am NOT impressed Results like these do not belong in the resume of a supreme being This is the kind of shit you'd expect from an office temp with a bad attitude Well just between you and me in between you and me in any decently run universe this guy would have been out on his all-powerful Ass a long time ago By the way, I say this guy Because I firmly believe looking at these results that if there is a God it has to be a man No woman could or would ever fuck things up like this So So Yes if If there is a God if there is I think most reasonable people might agree that he's at least Incompetent and maybe just maybe doesn't give a shit Doesn't give a shit which I admire in a person and which would explain a lot of these bad results So rather than be just another mindless religious robot mindlessly and aimlessly and blindly Believing that all of this is in the hands of some spooky incompetent father figure who doesn't give a shit I decided to look around for something else to worship something I could really count on and immediately I thought of the Sun happened like that Overnight I became a Sun worshiper Well, not overnight. You can't see the Sun at night First thing the next morning I Became a Sun worshiper several reasons First of all, I can see the Sun. Okay Unlike some other gods I could mention I can actually see the Sun I'm big on that if I can see something I don't know kind of helps the credibility along, you know So every day I can see the Sun as it gives me everything I need heat light food flowers in the park reflections on the lake and occasional skin cancer, but hey At least there are no crucifixions and we're not setting people on fire simply because they don't agree with us Sun worship is fairly simple. There's no mystery. No miracles. No pageantry. No one asks for money There are no songs to learn and we don't have a special building where we all gather once a week to compare clothing The best thing about the Sun it never tells me I'm unworthy Doesn't tell me I'm a bad person who needs to be saved hadn't said an unkind word treats me fine So I worship the Sun, but I don't pray to the Sun know why I wouldn't presume on our friendship It's not polite. I've often thought people treat God rather rudely Don't you asking up trillions and trillions of prayers every day asking and pleading and begging for favors? Do this give me that I need a new car want a better job and most of this praying takes place on Sunday his day off And it's no way to treat a friend but people do pray and they pray for a lot of different things You know your sister needs an operation on her crotch Your brother was arrested for defecating in a mall But most of all you'd really like to fuck that hot little redhead down at the convenience store You know the one with the eyepatch in the club foot Can you pray for that? I think you'd have to and I say fine pray for anything you want pray for anything, but What about the divine plan? Remember that the divine plan long time ago God made a divine plan gave it a lot of thought decided it was a good plan put it into practice and for billions and billions Of years the divine plan has been doing just fine now you come along and pray for something Well suppose the thing you want is an in God's divine plan. What do you want him to do change his plan? Just for you let me seem a little arrogant. It's a divine plan What's the use of being God of every rundown schmuck with a $2 prayer book and come along and fuck up your plan? And here's something else another problem you might have suppose your prayers aren't answered. What do you say? Well, it's God's will I will be done fine But if it's God's will he's gonna do what he wants to anyway. Why the fuck bother praying in the first place Seems like a big waste of time to me Couldn't you just skip the praying part and go right to his will it's all very confusing So to get around a lot of this I decided to worship the Sun But as I said, I don't pray to the Sun. You know who I pray to Joe Pesci Two reasons first of all, I think he's a good actor. Okay to me that counts second He looks like a guy who can get things done Joe Pesci doesn't fuck around doesn't fuck around in fact In fact Joe Pesci came through on a couple of things that God was having trouble with For years I asked God to do something about my noisy neighbor with the barking dog Joe Pesci straighten that cocksucker out with one visit It's amazing what you can accomplish with a simple baseball bat So I've been praying to Joe for about a year now And I noticed something I noticed that all the prayers I used to offer to God and all the prayers I now offer to Joe Pesci are being answered at about the same 50% rate Half the time I get what I want half the time. I don't same as God 50-50 same as the four-leaf clover in the horseshoe the wishing well and the rabbit's foot same as the mojo man Same as the voodoo lady who tells you your fortune by squeezing the goats testicles It's all the same 50-50 so just pick your superstition sit back make a wish and enjoy yourself And for those of you who look to the Bible for moral lessons and literary qualities I might suggest a couple of other stories for you. You might want to look at the three little pigs. That's a good one Has a nice happy ending. I'm sure you'll like that Then there's Little Red Riding Hood Although it does have that x-rated part where the big bad wolf actually eats the grandmother Which I didn't care for by the way And finally, I've often always drawn a great deal of moral comfort from Humpty Dumpty The part I like the best all the King's horses and all the King's men couldn't put Humpty Dumpty back together again That's because there is no Humpty Dumpty and there is no God none Not one no God never was in fact I'm gonna I'm gonna put it this way if there is a God if there is a God may he strike this audience dead I'll raise the stakes. I'll raise the stakes a little bit if there is a God may he strike me dead See nothing happened up with a little cramp in my leg And my balls hurt Plus I'm blind I'm blind. Oh now. I'm okay again must have been Joe Pesci God bless Joe Pesci. Thank you all very much", "title": "Religion & There Is No God | George Carlin | You Are All Diseased (1999)"}