{"summary": "Anti-matter would be a particle where the quantum properties are the opposite of what they are for matter. So there really is anti-matter. It is real. The charge on the anti-matter version would be positive. So rather than calling it an anti-electron, we came up with a word for it. Positron. That's where you get positron. E equals mc squared. If you convert all of that mass into energy, that's how much energy you're going to have. And you know what c squared is? The constant that is the speed of light squared. The neutron doesn't have a charge. How are you going to have an anti-neutral particle when you don't have one? You get the anti-neutron made of anti-quarks. There is no particle light enough for visible light to turn into. We produce anti-matter all the time in the laboratory. How do you make matter? Get a pocket of energy that is enough. If you have a photon that has enough energy so that when you plug it into this formula, you have enough mass to make a particle, it can spontaneously turn into matter. So now, because if I'm going to make like an electron, I can't just make an electron out of energy because I started out with no net charge. If I'm going to make a matter particle, you're damn sure I got to make an antimatter particle because matter and antimatter cancel out. So, let's go back to the early universe. The energy is making matter antimatter particles. And then they find their antimatter matter counterparts and become energy again. If the universe behaved as we expected it, there would be no matter anywhere in the whole universe. Because everything would have become photons cooled below the particle making energy. The universe is birthed with 99,999,999 photons for every one particle. And that one particle should have been a photon. But something happened. And we do not have an understanding of that. There's circumstantial evidence that we are in a matter universe. And the antimatter is just simply not there. So maybe there's a whole other universe. Maybe the anti- I don't know. We're matter and those other- what happened to those other matter? That's insane. So if you're going to cross a universe, bring a coin with you and flip it to the other beings. If they annihilate, that's an antimatter universe. Researchers just discovered the heaviest antimatter hypernucleus. Antimatter has challenged established paradigms for nearly a century. With Ground News, you have access to original research plus every article reporting on it. Ground News helps you step out of information silos and into the world of infinite possibilities. Accessible via app or desktop, Ground News is giving StarTalk fans 40% off their Vantage plan.", "key_points": ["Anti-matter would be a particle where the quantum properties are the opposite of what they are for matter.", "So there really is anti-matter.", "It is real.", "The charge on the anti-matter version would be positive.", "So rather than calling it an anti-electron, we came up with a word for it.", "Positron.", "That's where you get positron.", "E equals mc squared.", "If you convert all of that mass into energy, that's how much energy you're going to have.", "And you know what c squared is?", "The constant that is the speed of light squared.", "The neutron doesn't have a charge.", "How are you going to have an anti-neutral particle when you don't have one?", "You get the anti-neutron made of anti-quarks.", "There is no particle light enough for visible light to turn into.", "We produce anti-matter all the time in the laboratory.", "How do you make matter?", "Get a pocket of energy that is enough.", "If you have a photon that has enough energy so that when you plug it into this formula, you have enough mass to make a particle, it can spontaneously turn into matter.", "So now, because if I'm going to make like an electron, I can't just make an electron out of energy because I started out with no net charge.", "If I'm going to make a matter particle, you're damn sure I got to make an antimatter particle because matter and antimatter cancel out.", "So, let's go back to the early universe.", "The energy is making matter antimatter particles.", "And then they find their antimatter matter counterparts and become energy again.", "If the universe behaved as we expected it, there would be no matter anywhere in the whole universe.", "Because everything would have become photons cooled below the particle making energy.", "The universe is birthed with 99,999,999 photons for every one particle.", "And that one particle should have been a photon.", "But something happened.", "And we do not have an understanding of that.", "There's circumstantial evidence that we are in a matter universe.", "And the antimatter is just simply not there.", "So maybe there's a whole other universe.", "Maybe the anti- I don't know.", "We're matter and those other- what happened to those other matter?", "That's insane.", "So if you're going to cross a universe, bring a coin with you and flip it to the other beings.", "If they annihilate, that's an antimatter universe.", "Researchers just discovered the heaviest antimatter hypernucleus.", "Antimatter has challenged established paradigms for nearly a century.", "With Ground News, you have access to original research plus every article reporting on it.", "Ground News helps you step out of information silos and into the world of infinite possibilities.", "Accessible via app or desktop, Ground News is giving StarTalk fans 40% off their Vantage plan."], "original_transcript": " Anti-matter. Ooh. Oh, look at that. Music Music Music Music Music Music So there really is anti-matter. It is real. Okay. It is real. And what is it against? Why is it against matter so much? Yeah. You know, anti-matter, once we came to understand the behavior of particles, then there are fields in which they operate and they move, there are forces, and if you took a step back and looked at them, there was a prediction that it enabled. It said, this allows there to be a particle, such as the electron, but moving backwards through time. And then you say, well, that's weird. That is weird. What does that mean? And so it took some smart heads to come to it and say, well, maybe it's not an ordinary particle moving backwards in time. It is an extraordinary particle moving forwards in time. Thus was born the concept of anti-matter. So anti-matter would be a particle where the quantum properties are the opposite of what they are for matter. Okay. So an anti-matter, so what's the charge on an electron? Negative. Negative. The charge on the anti-matter version would be positive. So rather than calling it an anti-electron, which you can, you're allowed to, you're allowed to, we came up with a word for it. What? Positron. A positron. That's where you get positron. Keeping it positive. Keeping it positive. So what we learned is that if you take an anti-matter and matter particle and you bring them together, they annihilate. So, hmm. What? I'm weirded out by that because isn't there like conservation of energy? Yes. Okay. Well, no. Conservation of mass energy. Mass energy, right. Back in the day, conservation of mass, conservation of energy, Einstein comes along and said, dude, that's one equation. Right. E equals mc squared. You have E on one side, m on the other. Right. That's what's conserved. So, add up the masses of these two particles. You can look it up. By the way, the masses are identical. Of a positron and an electron. Right. Add them up. Write down that number. Stick it in E equals mc squared. E comes out the other side. If you convert all of that mass into energy, that's how much energy you're going to have. Okay. Coming out the other side. That's cool, man. That's cool. And you know what c squared is? The constant that is the speed of light. Exactly. It's the speed of light squared. Squared. So, numerically, oh my gosh, you start off with a little bit of mass, you get a lot of energy at the end of this. That's crazy. Because you multiply by the speed of light squared. Okay. From that tiny little bit of mass. Yes. Oh, wow. Okay. Is that why nuclear bombs is that why they blow up the way they do? The point about matter antimatter is that it is pure. There is no matter left at the end of that exchange. At the end of that interaction. Okay. It's pure energy. Whereas the bombs, they're not even matter antimatter. Right. There's like, you still have some matter at the end. It lost maybe 10% of itself. Right. Okay. Or whatever the 1%. It's some small percent of itself is that deadly. Okay. Oh, man. So, oh, we need to figure out an antimatter bomb. That was not the point of this, Chuck. Oh, I mean. So, now, you can have the neutron. Okay. Well, what would be an anti-neutron if it's neutral? That's my point. How are you going to have an anti-neutral particle when you don't have a charge? Exactly. It doesn't have a charge. So, what's a neutron made of? I don't know. Quarks. Well, I knew that. Okay. Well, the quarks have fractional charges. Okay. They have to because a proton has a full charge of plus one. Right. Plus, okay. If you're made of three particles, each of them has to have a fraction of a charge. Okay. It adds up to plus one for the proton and it has up to zero for the neutron. Okay. Got you. How do I annihilate the neutron? You get the anti-neutron that's made of anti-quarks. Oh, geez. Okay. So, wait a minute. For anti-matter, does every particle in the universe have an opposite particle? Yes. Holy crap. Yes. Yes. It's profound. It is profound. So, basically, there is an actual opposite world. There's an actual opposite world. There's an opposite universe. I'm getting there. We produce anti-matter all the time in the laboratory. How do you make matter? Get a pocket of energy that is enough so that if you converted that energy back to matter, you can make an entire particle out of it. Okay. Okay. So, in other words, we are illuminated by lights, stage lights, literally. Exactly. Yeah. All right. Those photons are visible light. Absolutely. If you say, well, there's an energy of a visible light photon, let me convert it, use equals mc squared, see how much mass that would get me if I converted it into matter. There is no particle light enough for visible light to turn into. Got you. This is a very important fact. I don't want to move forward until I hear that you understand this. So, here's the deal. But there's no... Say that again. I just got to get it. Okay. We've got photons moving through the air. Right. Okay. They're kissing me right now. Okay. Grab one of them and say, can you be a particle? A matter particle? Well, let's find out. How much energy do you have, Mr. Photon? Madam Photon? Plug that into the equals mc squared formula. See how much mass equivalent it is. If that mass equivalent is below the lowest mass particle, it will never make a particle. It'll just travel through the universe forever. If you have a photon that has enough energy so that when you plug it into this formula, you have enough mass to make a particle, it can spontaneously turn into matter. Damn! Yes! Yes! Spontaneously. That's crazy! Wait, wait, wait. So now, because if I'm going to make matter, if I'm going to make like an electron, I can't just make an electron out of energy because I started out with no net charge. Right. I started out with no net particles. So if I'm going to make particles, they have to add up to nothing. Okay? So, if I don't have a charge to begin with, if I make an electron, you're damn sure I better make a positron. Right. So the positive cancels the other. If I'm going to make a matter particle, you're damn sure I got to make an antimatter particle because matter and antimatter cancel out. Look at that. By the way, if it's just sitting there and it makes a pair, and the electron goes off in this direction, where does the positron have to go? The other direction. The exact opposite direction. So that the momentum cancels. Exactly. So, let's go back to the early universe. Okay. It's hot. Super hot. Super hot. The energy is making matter antimatter particles. Right. And then they find their antimatter matter counterparts and become energy again. It's an energy matter antimatter soup. Right. This is it's roiling. Yeah. There it is. They separate here, they find another one. Right. There it is. Okay. Quarks, anti-quarks, electrons, anti-electrons. There they go. Now the universe expands. And as it expands, it cools. So now the energy reaches a threshold where it's not high enough to make particles anymore. Like particles anymore. So hold on. How about the particles you did make? There's whatever's left over at that moment that the energy's not making matter anymore. How about the matter that's there? Well you had equal amounts of matter and antimatter. Right. They would find each other, annihilate, become photons again. So if the universe behaved as we expected it, there would be no matter anywhere in the whole universe. Because everything would have become photons cooled below the particle making energy. Okay. Okay. It would be a universe of just light. Oh that sounds lovely. With no people. No planets. I love that. No stars. No galaxies. Right. No black holes. Right. Nothing. But that's not what happened. Somewhere in there, one of these reactions, out of a hundred million of them, one of them made a matter particle with no antimatter particle. And we do not have an understanding of that. I was about to say, but you can't do that. I know. I know. It's not allowed. And that doesn't make any sense. But it happened. So what happens? 99,999,999 particle antiparticle pairs annihilated to make light. Right. And one is left over. And goes what happened? What happened? Hey. Hey guys. Hey where'd everybody go? What's going on man? Where am I? What is this? It's dark in here. It's dark in here. What happened? What happened to the light? The light? No. So the light is there. They don't have an antimatter counterpart. But they can't. They can't. Right. So now they're stuck. They're stuck. They're stuck. Literally stuck. So the universe is birthed with 99,999,999 photons for every one particle. One particle. Correct. And that one particle should have been a photon. A photon. But something happened. It was an asymmetry. It should have gone back up. Symmetry breaking. Right. Happened in the early universe. And so now that everything we know and love touch me here. Hit me. All of this look at that. Shouldn't even happen. Is from all of that. Nothing. None of this. All of that is from those one particle left over. Alright. Correct. I'm done. I'm done. What? No. No. No. No. I'm done. That's crazy. That happened in the early universe. And we don't understand it. So you can ask, well, could there maybe the antimatter is still there. But we can't see it or interact with it. Are there antimatter galaxies looking like an ordinary galaxy? But we see galaxies colliding all the time. And they're not annihilating. Right. No. There's circumstantial evidence that we are in a matter universe. And the antimatter is just simply not there. So maybe there's a whole other universe. Maybe the anti- I don't know. Maybe this asymmetry broke the bounds of this universe and put the antimatter in another universe. So they're an antimatter user having the same conversation. Ugh. My head hurts. They say we're all antimatter and we're happening to the matter. Exactly. Except they wouldn't be calling themselves anti because that's- No. They're just matter. Yeah. We're matter and those other- what happened to those other matter? That's insane. So if you're going to cross a universe, bring a coin with you and flip it to the other beings. If they annihilate, that's an antimatter universe. Right. Because you're matter definitely will annihilate. If that- If our antimatter- If it's somehow mysteriously tunneled into another universe, who knows what happened to it? We don't know. But we are in a matter universe. They would be our antimatter. Yes. The whole universe would be our antimatter. So anybody we meet from that universe, we come together, we're like, yo, what's up, man? Give me some love and boom! Boom! Done! Oh, that was fascinating. I'll give them that. Alright, we gotta go. I love it. Okay. I love it. Oh, yet another- If we're not- If you don't see us again, you know what happened. We found some antimatter. Alright, I'm signing off here from my office at the Hayden Planetarium. This was yet another StarTalk explainer. Keep looking up. Antimatter is extremely rare in the observable universe, but researchers just discovered the heaviest antimatter hypernucleus. Antimatter has challenged established paradigms for nearly a century now, showing us how critical thinking fuels scientific and even societal progress. And thankfully, our partners at Ground News make that much easier to do. With their Vantage plan, you have access to original research plus every article reporting on it for a more comprehensive understanding of new discoveries. From showing political bias and media credibility to blind spots in reporting so you can see important stories barely receiving attention. Ground News helps you step out of information silos and into the world of infinite possibilities. Much like how the discovery of antimatter required physicists to sink outside of traditional frameworks, Ground News helps foster the same type of intellectual flexibility. Accessible via app or desktop, Ground News is giving StarTalk fans 40% off their Vantage plan for all the same unlimited access that we here at StarTalk use. That's just $5 a month to push the boundaries of human knowledge. To learn more, head over to ground.news.startalk and sign up for their Vantage plan today. Music Music Music Music Music Music Music Music Music Music Music Music Music Music", "title": "What is Antimatter?"}