{"summary": "\"We stole it from the Mexicans and the Indians but Hey, it was nice when we stole it\" \"It was pristine Paradise have you seen it lately? Have you taken a good look at it lately?\" \"It's fucking embarrassing only a nation of unenlightened half-wits Could have taken this beautiful place and turned it into what it is today a shopping mall a big fucking shopping mall\" \"You got the car lots gas stations mufflers shops laundromats cheap hotels fast food joints strip clubs and dirty bookstores\" Americans are fatally attracted to the slow death of fast food Hot dogs corn dogs triple bacon cheeseburgers deep-fried butter dipping pork fat and cheese whiz mayonnaise soaked barbecued mozzarella patty melts. The people in this country are immense massive bellies monstrous thighs and big fat fucking asses. If you stand there for a minute you look at one of them you begin to wonder How does this woman take a shit? \"This guy ain't seen his dick since the Nixon administration\" \"If you stand there and you look at the two of them you begin to wonder to yourself Do these people fuck?\" Every half of everyone one of them is 50 pounds overweight. The whole family is wearing t-shirts and everyone of them's got the same t-shirt I'm with stupid Apparently in this country the stupids are an extended family. They ain't got enough stupid shit at home. They just had a stupid shit sale. They're gonna buy more. It's their civic duty Consumption it's the new national pastime.  consumption is the only true lasting American value. People spending money they don't have on things. They don't need money. So they can max out their credit cards and spend the rest of their lives. Politicians have traditionally hidden behind three things the flag the Bible and children. No child left behind no child leftbehind. Education politicians know that word they use it on you. There's a reason education sucks. It's the same reason that it will never ever ever be fixed. Don't look for it be happy with what you got because the owners of this country don't want that. They own you they own everything. They own all the important land they own and control the corporations. They've long since bought and paid for the Senate the Congress. They got the judges in their back pockets, and they own the big media companies. They want obedient workers obedient workers people who are just smart enough to run the machines and do the paperwork. They want it back so they can give it to their criminal friends on Wall Street. They'll get it all from you sooner or later because they own this place. The game is rigged and nobody seems to notice. Good honest hard-working people white collar blue collar doesn't matter. These are people of modest means continue to elect these rich cocksuckers who don't give a fuck about them. The owners of this country know the truth. They don't care about you at all at all. It's called the American dream because you have to be asleep to believe it.", "key_points": ["\"We stole it from the Mexicans and the Indians but Hey, it was nice when we stole it\" \"It was pristine Paradise have you seen it lately?", "Have you taken a good look at it lately?\"", "\"It's fucking embarrassing only a nation of unenlightened half-wits Could have taken this beautiful place and turned it into what it is today a shopping mall a big fucking shopping mall\" \"You got the car lots gas stations mufflers shops laundromats cheap hotels fast food joints strip clubs and dirty bookstores\"", "Americans are fatally attracted to the slow death of fast food Hot dogs corn dogs triple bacon cheeseburgers deep-fried butter dipping pork fat and cheese whiz mayonnaise soaked barbecued mozzarella patty melts.", "The people in this country are immense massive bellies monstrous thighs and big fat fucking asses.", "If you stand there for a minute you look at one of them you begin to wonder How does this woman take a shit?", "\"This guy ain't seen his dick since the Nixon administration\" \"If you stand there and you look at the two of them you begin to wonder to yourself Do these people fuck?\"", "Every half of everyone one of them is 50 pounds overweight.", "The whole family is wearing t-shirts and everyone of them's got the same t-shirt I'm with stupid Apparently in this country the stupids are an extended family.", "They ain't got enough stupid shit at home.", "They just had a stupid shit sale.", "They're gonna buy more.", "It's their civic duty Consumption it's the new national pastime.", " consumption is the only true lasting American value.", "People spending money they don't have on things.", "They don't need money.", "So they can max out their credit cards and spend the rest of their lives.", "Politicians have traditionally hidden behind three things the flag the Bible and children.", "No child left behind no child leftbehind.", "Education politicians know that word they use it on you.", "There's a reason education sucks.", "It's the same reason that it will never ever ever be fixed.", "Don't look for it be happy with what you got because the owners of this country don't want that.", "They own you they own everything.", "They own all the important land they own and control the corporations.", "They've long since bought and paid for the Senate the Congress.", "They got the judges in their back pockets, and they own the big media companies.", "They want obedient workers obedient workers people who are just smart enough to run the machines and do the paperwork.", "They want it back so they can give it to their criminal friends on Wall Street.", "They'll get it all from you sooner or later because they own this place.", "The game is rigged and nobody seems to notice.", "Good honest hard-working people white collar blue collar doesn't matter.", "These are people of modest means continue to elect these rich cocksuckers who don't give a fuck about them.", "The owners of this country know the truth.", "They don't care about you at all at all.", "It's called the American dream because you have to be asleep to believe it."], "original_transcript": " But say what you want about America land of the free home of the brave we got some dumb-ass motherfuckers floating around this country dumb ass motherfuckers Now obviously that doesn't include this audience I understand that You seem intelligent and perceptive, but the rest of them. Holy jumping fucking shit balls Dumber than a second coat of paint And This ain't just ranting and raving this ain't just blowing off steam I got a little evidence to support my claim it just seems to me seems to me That only a really low IQ population could have taken this beautiful continent this magnificent American landscape that we inherited well, actually we stole it from the Mexicans and the Indians but Hey, it was nice when we stole it It looked pretty good. It was pristine Paradise have you seen it lately? Have you taken a good look at it lately? It's fucking embarrassing only a nation of unenlightened half-wits Could have taken this beautiful place and turned it into what it is today a shopping mall a big fucking shopping mall You know that That's all you got that's all you've got here folks mile after mile of mall after mall many many malls major Malls and mini malls They put the mini malls in between the major malls and in between the mini malls They put the mini marts and in between the mini marts You got the car lots gas stations mufflers shops laundromats cheap hotels fast food joints strip clubs and dirty bookstores America the beautiful one big transcontinental commercial cesspool and how did the people feel about all this? How did the people feel about living in a coast-to-coast shopping mall? Well, they think it's just fucking dandy They think it is cool as can be because Americans love the mall. They love them all That's where they get to satisfy their two most prominent addictions at the same time shopping and eating millions of semi-conscious Americans day after day shuffling through the malls Shopping and eating especially eating Americans love to eat They are they are fatally attracted to the slow death of fast food Hot dogs corn dogs triple bacon cheeseburgers deep-fried butter dipping pork fat and cheese whiz mayonnaise soaked barbecued mozzarella patty melts Americans will eat anything anything anything if you were selling sauteed raccoons assholes on a stick Americans would buy them and eat them especially if you dipped them in butter and put a little salsa on them This country is big-time pig time forget the bald eagle you know what the national emblem of this country ought to be a big bowl of macaroni and cheese a Big bowl because everything in this country is king-size king-size extra-large and super jumbo, especially the fucking people Have you seen some of the people in this country? Have you taken a good look at some of these big fat motherfuckers walking around big fat motherfuckers? My god huge piles of redundant protoplasm Lumbering through the malls like a fleet of interstate buses The people in this country are immense massive bellies monstrous thighs and big fat fucking asses And if you stand there for a minute you look at one of them you look at one of them you begin to wonder How does this woman take a shit? How does she shit and even more frightening how does she wipe her ass? Can she even locate her asshole? She must require assistance Are paramedics trained in this field? And stand right next to her of course with a plate full of nachos and a mouthful of pie as her clueless fucking husband Joe six-pack With his monstrous swollen beer belly hanging dangerously out over his belt beer belt buckle This guy ain't seen his dick since the Nixon administration And if you stand there and you look at the two of them you begin to wonder to yourself Do these people fuck? Is this man actually capable of fucking this woman it doesn't seem structurally possible That these two people could achieve penetration Maybe they're in that Cirque du Soleil or something Telling you the people in this country Are every half of everyone one of them is 50 pounds overweight They are gargantuan and in the summertime god help us In the summertime they all want to wear short pants Jesus Lord protector of all that is good and holy deliver me from fat people in short pants They all got short pants big bellies fat thighs and dumb kids short pants big bellies fat thighs and big fat thighs And dumb kids short pants big bellies fat thighs and dumb kids Everyone's got two dumb ass kids with them and the whole family is wearing t-shirts and everyone of them's got the same t-shirt I'm with stupid Apparently in this country the stupids are an extended family And besides wearing them t-shirts everyone in the family's got on a backpack They got a backpack strapped to their back so they can carry around lots of stupid shit And the reason they got to carry their stupid shit strapped to their backs is because their hands must remain free at all times to hold food And to get that food up to the mouth where it gets shoveled in with all the rest of the disgusting shit they ate that day and Another reason for the backpacks is these people are gonna buy even more stupid shit. They ain't got enough stupid shit at home They just had a stupid shit sale. They're gonna buy more They're gonna go out in the parking lot and stuff this stuff into the big fat ugly oversized SUV That's got plenty of room in it plenty of room in it for stupid shit and lots of room left over for these big fat ugly motherfuckers to get them home stopping of course for jelly roll and fried dough These people these people are efficient professional compulsive consumers. It's their civic duty Consumption it's the new national pastime fuck baseball. It's consumption the only true lasting American value That's left buying things Buying things people spending money they don't have on things They don't need money They don't have on things they don't need so they can max out their credit cards and spend the rest of their lives paying 18% interest on something that costs 1250 and they didn't like it when they got at home Anyway, not too bright folks not too fucking bright But if you talk to one of them about this if you isolate one of them you sit them down rationally you talk to them about The low IQs and the dumb behavior and the bad decisions right away. They start talking about education That's the big answer to everything education. They said we need more money for education We need more more books more teachers more classrooms more schools We need more testing for the kids you say to them well You know we've tried all of that and the kids still can't pass the test so don't you worry about that We're gonna lower the passing grades That's what they do in a lot of these schools now They lower the passing grades so more kids can pass more kids pass the school looks good Everybody's happy the IQ of the country slips another two or three points and pretty soon all you'll need to get into college is a fucking Pencil Got a pencil get the fuck in there. It's physics Then everyone wonders why 17 other countries graduate more scientists than we do Education politicians know that word they use it on you politicians have traditionally hidden behind three things the flag the Bible and children No child left behind no child left behind. Oh really well It wasn't long ago you were talking about giving kids a head start head start left behind someone's losing fucking ground here But there's a reason there's a reason there's a reason for this there's a reason education sucks It's the same reason that it will never ever ever be fixed. It's never gonna get any better Don't look for it be happy with what you got because the owners of this country don't want that I'm talking about the real owners now the real owners the big wealthy Business interest that control things and make all the important decisions forget the politicians The politicians are put there to give you the idea that you have freedom of choice You don't you have no choice you have owners. They own you they own everything They own all the important land they own and control the corporations They've long since bought and paid for the Senate the Congress the state houses the city halls They got the judges in their back pockets, and they own all the big media companies So they control just about all of the news and information you get to hear they got you by the balls They spend billions of dollars every year lobbying lobbying To get what they want well we know what they want they want more for themselves and less for everybody else But I'll tell you what they don't want they don't want a population of citizens capable of critical thinking they don't want well-informed Well educated people capable of critical thinking they're not interested in that that doesn't help them. That's against their interest. That's right They don't want people who are smart enough to sit around a kitchen table to figure out how badly they're getting fucked by a system They threw them overboard 30 fucking years ago. They don't want that you know what they want they want obedient workers obedient workers people who are just smart enough to run the machines and do the paperwork and just dumb enough to passively accept all these increasingly shittier jobs with the lower pay the longer hours to reduce benefits the end of overtime and the vanishing pension that disappears the Minute you go to collect it and now they're coming for your Social Security money. They want your fucking retirement money They want it back so they can give it to their criminal friends on Wall Street, and you know something they'll get it They'll get it all from you sooner or later because they own this fucking place. It's a big club And you ain't in it You and I are not in the big club By the way it's the same big club They used to beach over the head with all day long when they tell you what to believe All day long beating over the head in their media telling you what to believe what to think and what to buy The table is tilted folks the game is rigged and nobody seems to notice Nobody seems to care good honest hard-working people white collar blue collar doesn't matter What color shirt you have on good honest hard-working people continue? These are people of modest means continue to elect these rich cocksuckers who don't give a fuck about them They don't give a fuck about you. They don't give a fuck about you. They don't care about you at all at all at all You know And nobody seems to notice nobody seems to care That's what the owners count on the fact that Americans will probably remain Willfully ignorant of the big red white and blue dick that's being jammed up their assholes every day Because the owners of this country know the truth. It's called the American dream because you have to be asleep to believe it", "title": "Dumb Americans | George Carlin | Life Is Worth Losing (2005)"}