{"summary": "The tendency to euphemize increases, it seems, with every generation. In the First World War, that condition was known as shell shock. Then an entire generation passed and in the Second World War it was called battle fatigue. Given the lies surrounding that war, I guess it's no surprise that the very same condition was called post-traumatic stress disorder. Finally, of course, there was Vietnam.", "key_points": ["The tendency to euphemize increases, it seems, with every generation.", "In the First World War, that condition was known as shell shock.", "Then an entire generation passed and in the Second World War it was called battle fatigue.", "Given the lies surrounding that war, I guess it's no surprise that the very same condition was called post-traumatic stress disorder.", "Finally, of course, there was Vietnam."], "original_transcript": " I think Americans have some difficulty dealing with reality and have invented a kind of soft language and this tendency to euphemize increases, it seems, with every generation. There's a well-known condition in combat when a fighting man's nervous system has been stressed to the breaking point and he's either snapped or is ready to snap. In the First World War, that condition was known as shell shock. Simple, honest, direct language, two syllables, shell shock. Almost sounds like the guns themselves. Then an entire generation passed and in the Second World War, the very same combat condition was called battle fatigue. Four syllables now, fatigue is a nicer word than shock, shell shock. Then we had Korea, 1950, Madison Avenue was riding high and the very same combat condition was called operational exhaustion. We're up to eight syllables now and absolutely sterile, operational exhaustion. Sounds like something that might happen to your car. Finally, of course, there was Vietnam and given the lies surrounding that war, I guess it's no surprise that the very same condition was called post-traumatic stress disorder.", "title": "The Evolution of Language: Softening Reality from Shell Shock to PTSD | George Carlin"}