{"summary": "Charles Garcia: At some level of resolution that we can observe, causality is absolutely true. Garcia: But there is also stochastic uncertainty in the universe. If you're a physicist, what level of chaos actually affects you to the extent that you could make an instantaneous decision based on other stuff that's not necessarily in your past experiences or what you have just seen in your current environment. If he was less experienced, he might not dig out of that hole as effectively or efficiently. But if you've been in a hundred cases where you had a joke bomb, right, you have data on how to pull out of it. The trip to meaning triggered to go to the solution to that problem. But then I wouldn't have free will at that point. What I would have is a response to a situation. Not necessarily. I wasn't really choosing that. The person trying to sack the QB doesn't have enough time to think about whether to move left or right or up or down. So in that moment, that action is not free. But in the setting up of that moment,. if it was free enough, does that constitute free will? From a physics perspective, it might not. Then again, from a psychological point of view or from a biological point of views, it may. \"I still would like to think that the future is not yet predetermined\" \"I'm not saying it's predetermined and you know it. I'm saying, would you still be happy with life?\" \"I can find a way if you know, it's fate\" Even the illusion of trying to do something different is in itself a form of free will. Physics wise, though, it's not. That's the challenge. I'm my thinking over the recent years, because I didn't used to think about this at all. This person cannot just be made the life of the party because they're on the autism spectrum. They don't control that in the way you might think they should. No, this person is more susceptible than you are to addiction. There's a biochemistry there. Charles Garcia: I feel that it is because of the absence of free will that you see in most behavior. He says it is that one percent of freeWill activity that moves us in the right direction, bends us toward compassion. \"I have free will over some things and not over others,\" he says. \"It's not that any individual... You have to draw the line for every individual and even perhaps for society\" In an old movie, the cops came and arrested him because he was a junkie. Today, you wouldn't do that. You would say the person needs help. Even if that person had robbed somebody, that person needs treatment. CNN's John Sutter asks: Why isn't that line always in motion as we learn more and more about how the mind works? \"It's not a line of convenience. It is, in your words, a perimeter of ignorance,\" Sutter says. Most people are concerned not about the actions, but the consequences. We're learning what we have control over and what we don't. When Newton said we couldn't explain certain things, right? God must have done it. Of course. Charles Garcia: \"There is uncertainty in the universe. I embrace it\" \"I've been married for 20 plus years. I do not have free will,\" he says. \"I'm OK with that\" The perspectives, let's call it. emergent perspectives on free will. Neil deGrasse Tyson for StarTalk, yet another explainer in the universe. Keep looking up.", "key_points": ["Charles Garcia: At some level of resolution that we can observe, causality is absolutely true.", "Garcia: But there is also stochastic uncertainty in the universe.", "If you're a physicist, what level of chaos actually affects you to the extent that you could make an instantaneous decision based on other stuff that's not necessarily in your past experiences or what you have just seen in your current environment.", "If he was less experienced, he might not dig out of that hole as effectively or efficiently.", "But if you've been in a hundred cases where you had a joke bomb, right, you have data on how to pull out of it.", "The trip to meaning triggered to go to the solution to that problem.", "But then I wouldn't have free will at that point.", "What I would have is a response to a situation.", "Not necessarily.", "I wasn't really choosing that.", "The person trying to sack the QB doesn't have enough time to think about whether to move left or right or up or down.", "So in that moment, that action is not free.", "But in the setting up of that moment,.", "if it was free enough, does that constitute free will?", "From a physics perspective, it might not.", "Then again, from a psychological point of view or from a biological point of views, it may.", "\"I still would like to think that the future is not yet predetermined\" \"I'm not saying it's predetermined and you know it.", "I'm saying, would you still be happy with life?\"", "\"I can find a way if you know, it's fate\"", "Even the illusion of trying to do something different is in itself a form of free will.", "Physics wise, though, it's not.", "That's the challenge.", "I'm my thinking over the recent years, because I didn't used to think about this at all.", "This person cannot just be made the life of the party because they're on the autism spectrum.", "They don't control that in the way you might think they should.", "No, this person is more susceptible than you are to addiction.", "There's a biochemistry there.", "Charles Garcia: I feel that it is because of the absence of free will that you see in most behavior.", "He says it is that one percent of freeWill activity that moves us in the right direction, bends us toward compassion.", "\"I have free will over some things and not over others,\" he says.", "\"It's not that any individual... You have to draw the line for every individual and even perhaps for society\"", "In an old movie, the cops came and arrested him because he was a junkie.", "Today, you wouldn't do that.", "You would say the person needs help.", "Even if that person had robbed somebody, that person needs treatment.", "CNN's John Sutter asks: Why isn't that line always in motion as we learn more and more about how the mind works?", "\"It's not a line of convenience.", "It is, in your words, a perimeter of ignorance,\" Sutter says.", "Most people are concerned not about the actions, but the consequences.", "We're learning what we have control over and what we don't.", "When Newton said we couldn't explain certain things, right?", "God must have done it.", "Of course.", "Charles Garcia: \"There is uncertainty in the universe.", "I embrace it\" \"I've been married for 20 plus years.", "I do not have free will,\" he says.", "\"I'm OK with that\"", "The perspectives, let's call it.", "emergent perspectives on free will.", "Neil deGrasse Tyson for StarTalk, yet another explainer in the universe.", "Keep looking up."], "original_transcript": " Charles, I want to compare notes. OK. On free will. Oh, one of my favorite things. Isn't it? I asked about it. Here's my take. It is true that at some level of resolution that we can observe, causality is absolutely true. Given these initial conditions, this is what will happen afterwards. That's the physicist. That's the physicist in you speaking. So if you take it to its logical conclusion, then there is no free will because everything is predetermined by things that everything has an antecedent. Whether you know it or not, something is causing it to happen. Something precipitated. The thing that caused the thing that made that is going to happen. But there is also stochastic uncertainty in the universe. It's built in. There's randomness. There's unpredictability. Yeah. And so you have to ask, I think if you're a physicist, what level of chaos actually affects you to the extent that you could actually make an instantaneous decision based on other stuff that's not necessarily in your past experiences or what you have just seen in your current environment. But wouldn't all those past experiences and your current environment, despite the fact that if you're introducing an element of chaos so that you've never experienced this ever before, your experiences that you have had would then inform your decision about the thing that you've never experienced. You're inform is the word. Oh, is it rather than or predicate? Right. Right. Or require. Oh, right. That's the thing. Oh, yeah. Let's say you're in a room with a whole bunch of audience members. You tell a joke. Right. It falls flat. In that moment, you have many things you could do to turn it into a laugh point. True. Right. You hear silence and you'd be like, oh, that was good. And everyone laughs. Or, you know, you make some sort of. Is this mic on? You know, that's the old one. You know, what do you do? Do you have the freedom to choose one of several choices that you had designed from your past that you prepared to deal with that eventuality? Or is the choice made for you already? But if he was less experienced, he might not dig out of that hole as effectively or efficiently. Exactly. But if you've been in a hundred cases where you had a joke bomb, right, you have data on how to pull out of it. Exactly. So statistically, you have a chance of getting people's smile. Instantaneously. You don't even realize that it's happening. It's in the moment. But yeah. Right. Did you have free will to not? See, that's right. So now that would be interesting because here you are in a place where your instinct, your training and your desire. Ten thousand hours, whatever it is. Well, as a reflex, cause you to say this, this and this. And then people go, wow, that was great. Look how he turned it around. Charles, can I say in that comment that he preloaded his neurosynapses so that in that moment, they all tripped. Right. The trip to meaning triggered to go to the solution to that problem. Right. Same is true. But then I wouldn't have free will at that point. It would just be a response. What I would have is a response to a situation. Not necessarily. I wasn't really choosing that. It shows it for you. It shows you. You have five choices and then your system choose chooses one of the five in that moment. In that moment. Right. And so in that moment, you are not exercising free will. Did you set it up, though, with free will in the past so that you could react this way deterministically? But you actually were in control of the circumstance. Right. Here's another physical example of that. A football player is trying to sack a quarterback. The quarterback jukes left. The person trying to sack the QB doesn't have enough time to think about whether to move left or right or up or down. It has to react based on years of training and practice and experience. So in that moment, that action is not free. But in the setting up of that moment, if it was free enough, does that constitute free will? From a physics perspective, it might not. Then again, from a psychological point of view or from a biological point of view, it might. Well, what good are you if you're not landing on one side or the other? I don't need you to say, it could be this, it could be that. And I'm right both ways. Whichever the actual answer is, I was right. Yeah. Well, he's saying I don't really have the free will to make that. I'm going to be right or wrong. Let's get let's just ask an opinion. In my opinion, I would like to have free will exist in this universe, even though philosophically, it can be argued that it does not exist. Are you happy with a world where you perceive free will, even if it isn't? Well, maybe this has to do with the movie Arrival, right? Starring Amy Adams. Yes. If you know how your future is going to turn out, would you like to live your life anyway? Right. And the answer is yes, I would. But I still would like to think that the future is not yet predetermined. No, no, but I know what is different. I'm not saying it's predetermined and you know it. I'm saying, would you still be happy with life? If someone if some alien said, look, dude, your your life is predetermined as nothing you can do about it. Keep on believing you have free will. And then they go back to their planet. You're a puppet on a string puppet on a string. That's a free will from a free will puppet on a string. What I would say in that case is that I would hope that the knowledge that I have that puppet on the string circumstance allows me to circumvent it. I can find a way if you know, it's fate. Right. You've seen so many Greek mythology stories where you tried to avoid the fate of whatever the gods have bested for you. The act of avoiding it. Like Oedipus, for example. Would be the most famous example. So so the bottom line is, yes, I would still be satisfied with trying to do something different because even the illusion of trying to do something different is in itself a form of free will. Physics wise, though, it's not. That's the challenge. Yeah. Right. Yeah. So so, Neil, if you had to right now decide that free will does exist or doesn't exist, what would you prefer? I'm my thinking over the recent years, because I didn't used to think about this at all. I think your recent years is leaning towards the absence of free will for practically everything we think and do in our lives. And I base that on the fact that over time, things that we have done as people in our species at one time was you are totally to blame for that or something you did or some of you we've learned. No, this person is more susceptible than you are to addiction. There's a biochemistry there. This person cannot just be made the life of the party because they're on the autism spectrum. They don't control that in the way you might think they should just because you're the life of the party. As you add up all of these things, let's go back to epilepsy where before that was even a word, you were occupied by the devil. Did you do something bad or what you knew it was not? Everyone knew you were not in control of it. But today, no one is saying, did you have the free will to not have an epileptic seizure? Of course not. Do you have the free will to not be depressed? The person who's ready to jump off the bridge in that instant, do they have the free will to not jump off the bridge? I don't think so. And the more I add up and explore the human condition, I'm forced to conclude that the direction we are headed is that we are all products of an absence of free will. And as a result, society needs more compassion for people who do not otherwise fit in. See, I have the exact opposite position in my own mind. I feel that it is because of the absence of free will that you see in most behavior, that it is that one percent of free will activity that moves us in the right direction, bends us toward compassion, takes the arc of history toward justice. But then going back to what Neil just said, there are people who actually suffer from personality disorders that suffer from brain disorders where they can't do what you just said. They can't express compassion. They can't move towards a day when no one even thought to analyze it that way as a brain disorder. You were just an a-hole. Yeah, exactly. That was it. If they can't, you can. You can show that person compassion or understanding, and therefore free will as an entity exists. Charles, you're drawing a line that I have seen be in constant motion over the decades and over the centuries. That line that you're saying, they don't have free will, but I do. Uh-huh. Uh-huh. I don't know that I can. See, I have free will over some things and not over others. Someone can see me and say, ah, that person needs help in this way and has the free will to help me. I see somebody else who needs this help and free will. Together, it is a network. It's not that any individual... You have to draw the line for every individual and even perhaps for society. Does the criminal who's born in poverty have free will to not be a criminal if most of the people in prison came in below the poverty line? So there's some sociological force operating there that where we are less susceptible to that force. I think that's a great question analogy. Let's say this. Say those folks who have been branded criminals by our society are incarcerated. Yes. We can then who we're fortunate enough not to face those same circumstances, who are not incarcerated, can look at these incarcerated people instead of saying we must keep them away from society, welcome them back. So that's called restorative justice. Yeah. And that's a free will example of the exercise of free will. Of society. Of society. Toward individuals who may not have had the options, had the life experience to recover from a bombed joke. I saw an old movie where there's a guy who was a junkie. Yeah. Right. And he needed help. But they said, no, the cops came and arrested him because he was a junkie. Today, you wouldn't do that. You would say the person needs help. They need help. Right. Even if that person had robbed somebody, that person needs treatment. And the people who cannot shake whatever it is that afflicts them tells me that free will cannot be as free as we think it is. Do you remember the the the shooter in the University of Texas at Austin? I remember that. OK. There's a movie they made out of it called The Tower, where he left a note saying, I just want to kill people. Something must be wrong with my brain. Please, when I die, look into this. They look and there was a tumor putting pressure on a part of the fact. That's how we learn anything about how the brain works. And you have situations like this person had the free will to write a note. He had the free will to write the note. So he did not have the will to resist shooting. But that's the the line that you were talking about is a partial one. Why isn't that line always in motion as we learn more and more about how the mind works? OK, so then maybe it's it's it's a convenient line of convenience today. But tomorrow we're going to find out, oh, my gosh, that person has no real free control. It's over their behavior, over their personality, it's over their tendencies, over their treatment of others. It's not a line of convenience. It is, in your words, a perimeter of ignorance. When Newton said we couldn't explain certain things, right? God must have done it. Of course. That's a god of the gaps. Of course. That delineates what we don't know. The line you describe, I hope, is in fact that perimeter of ignorance, which we slowly are moving toward and moving so that we do understand what the true nature of free will is. So this is where people will push back. Most people are concerned not about the actions, but the consequences. So what they're thinking about is the punitive response to someone who does something wrong and is a punitive response, a deterrent for somebody doing something wrong or doing something wrong in the future, especially if they don't have the free will. So so there's the other side of this entire analysis is how does society interact with people who are being brought into the circle day by day? We're learning what we have control over and what we don't. Biophysiologically, intellectually, emotionally. Why do people need anxiety meds? Do they have the freedom to not be anxious? Because they have children. That is why I'm taking them every day. And I got three reasons that I take them every day. Some kids need them because they have parents. No! I'm just saying. Very nice. Very nice. OK, so Charles, if we're going to exit this conversation, if we find a point of agreement, it's that this perimeter of ignorance, we recognize inside the perimeter, there are forces operating against free will. Yes. Our physiology, our neurochemistry and physics. Yes. That surely that perimeter may grow. Yes. But it's possible that there's a limit to how far it will grow. Yes. Beyond which we have to admit the existence of free will. Yes. OK, I'll give you that. Very nice. It doesn't have to be absolute in one direction or another. It's a bit more fluid. OK, I'm OK with that. There is uncertainty in the universe. I embrace it. I'll tell you this much. I've been married for 20 plus years. I do not have free will. On that note. Chuck and Charles, thanks for helping us with this explainer. Awesome. The perspectives, let's call it. But emergent perspectives on free will. Neil deGrasse Tyson for StarTalk, yet another explainer in the universe. Keep looking up."}