{"summary": "GPT 4.5 is the most expensive AI model ever produced. Its only real selling point is vibes, and is supposed to chat in a more natural, human-like way. In 2023, tech leaders signed a petition to stop training big models like this. GPT 4.5 is five times more expensive than Claude. Altman himself begged the government to regulate it. In today's video, we'll find out if we just reached the limits of pre-training. OpenAI's new AI system is supposed to emit chill vibes. It's not self-aware and has no idea what GPT 4.5 even is. It was able to tell me how many Rs are in strawberry. OpenAI's Grok is not only worse at programming than DeepSeek, but also hundreds of times more expensive. By the end of 2025, OpenAI is still the favorite to have the best model, but its odds are on the decline. GPT 4.5 is the biggest model they've ever created, and now they're lowering the bar for GPT 5. That's assuming he gets trillions of dollars from SoftBank and the Saudis to build these data centers. The Code Report is brought to you by Brilliant. Brilliant provides interactive hands-on lessons that demystify the complexity of deep learning. Try everything Brilliant has to offer for free for 30 days by going to brilliant.org slash fireship.", "key_points": ["GPT 4.5 is the most expensive AI model ever produced.", "Its only real selling point is vibes, and is supposed to chat in a more natural, human-like way.", "In 2023, tech leaders signed a petition to stop training big models like this.", "GPT 4.5 is five times more expensive than Claude.", "Altman himself begged the government to regulate it.", "In today's video, we'll find out if we just reached the limits of pre-training.", "OpenAI's new AI system is supposed to emit chill vibes.", "It's not self-aware and has no idea what GPT 4.5 even is.", "It was able to tell me how many Rs are in strawberry.", "OpenAI's Grok is not only worse at programming than DeepSeek, but also hundreds of times more expensive.", "By the end of 2025, OpenAI is still the favorite to have the best model, but its odds are on the decline.", "GPT 4.5 is the biggest model they've ever created, and now they're lowering the bar for GPT 5.", "That's assuming he gets trillions of dollars from SoftBank and the Saudis to build these data centers.", "The Code Report is brought to you by Brilliant.", "Brilliant provides interactive hands-on lessons that demystify the complexity of deep learning.", "Try everything Brilliant has to offer for free for 30 days by going to brilliant.org slash fireship."], "original_transcript": " It's official, the AI hype train just went on life support, with the underwhelming release of GPT 4.5. Yesterday, OpenAI unveiled the most expensive AI model ever produced, yet it fails to crush any benchmarks, win any awards, or offer any novel capabilities whatsoever. Its only real selling point is vibes, and is supposed to chat in a more natural, human-like way. Don't get me wrong, it's a good model, but not good enough to feed the AI hype monster, and it looks increasingly likely that we're not headed into a technological singularity, but rather a sigmoid of sorrow. The Sam Altman couldn't even be bothered to leave his newborn kid in the hospital to show up to the product launch, and instead send in a bunch of interns to demo it. And that's crazy, because we're talking about Orion here. In 2023, tech leaders signed a petition to stop training big models like this. Altman himself begged the government to regulate it, and the only thing more disappointing than GPT 4.5 is the release of the Epstein files. In today's video, we'll find out if we just reached the limits of pre-training and generative pre-trained Transformers. It is February 28th, 2025, and you're watching the Code Report. I didn't want to make another crappy AI video today, but the bat signal was triggered. Any time an official video gets ratioed like this, I have no choice but to make a video. Before you unsubscribe, though, I've got an interesting Postgres video on the way. The first thing to know about GPT 4.5 is that it's extremely expensive. If you thought Claude was expensive at $15 per million tokens, GPT 4.5 is five times more expensive at $75 per million output tokens. Actually, no, correction, that's input tokens. It's $150 per million output tokens. And to chat with it, it's currently only available to the $200 per month pro users. I tried it out myself, and it does seem to emit chill vibes, but the problem is that's highly subjective. However, in the launch, OpenAI talked about a new vibes benchmark that's supposed to measure creative thinking. The best way to get a feel for the model is to talk to it, so let's jump into a demo. A lot of people on the internet criticized this presentation, but as an introvert myself, I think they did a great job. In addition, it apparently has a far lower hallucination rate, but what I found is that it still makes a lot of silly mistakes. It's not self-aware and has no idea what GPT 4.5 even is, and says its training cutoff is October 2023. It was, however, able to tell me how many Rs are in strawberry. That felt like a huge leap forward, but I quickly became disappointed when it gave me the wrong number of Ls in Lollapalooza. Now, when it comes to programming and science, I didn't even try, because we already know it's not going to perform as well as the deep thinking models like 03. Then to make matters worse, on the AIDAR polyglot coding benchmark, it's not only worse at programming than DeepSeek, but also hundreds of times more expensive. Now, if you're an Elon Musk hater, you'll want to take a bong rip of Copium right now, because currently XAI's Grok is the best model in the world. That's not my opinion, it's the opinion of the betting market. Although by the end of 2025, OpenAI is still the favorite to have the best model, but its odds are on the decline. That's problematic for OpenAI though, because they're raising billions and billions of dollars as they transition to for-profit and will need to maintain a massive valuation. Altman says there is no wall and believes they can scale these models almost infinitely. That's assuming he gets trillions of dollars from SoftBank and the Saudis to build these data centers. My theory as an unqualified shipposter is that they failed to train GPT 5 with any significant improvement, despite scaling up the number of parameters and compute. GPT 4.5 is the biggest model they've ever created, and now they're lowering the bar for GPT 5, which Altman described a few weeks ago being more like a router that automatically chooses the best model based on your prompt. And that's highly disappointing, because I was expecting to be a post-apocalyptic warlord by now, battling robots and barbecuing rats over burning garbage cans for dinner. But instead I live in this dystopia where artificial superintelligence never comes and nothing ever happens. But if you're a computer science student, the plateau is great news. AI coding tools are incredible, but they're most useful to real human programmers who know what they're doing. And I don't see that changing anytime soon. And you can start getting really good at programming for free thanks to this video's sponsor, Brilliant. Their platform provides interactive hands-on lessons that demystify the complexity of deep learning. With just a few minutes of effort each day, you can understand the math and computer science behind this seemingly magic technology. I'd recommend starting with Python, then check out their full How Large Language Models Work course if you really want to look under the hood of chat GPT. Try everything Brilliant has to offer for free for 30 days by going to brilliant.org slash fireship or use the QR code on screen. This has been the Code Report. Thanks for watching, and I will see you in the next one."}